<body>
  <div class="container">
    <h1>Все возможные фильмы</h1>
    <div id="rasList">
      <div class="ras">
        <h2>Онегин</h2>
        <p>Мелодрама</p>
        <p class="opis">Описание фильма: Евгений Онегин живет на широкую ногу: балы, приемы, театральные премьеры и прочие развлечения, которые может предложить молодому человеку столица. Но светская жизнь давно утомила его, потому известие о болезни живущего в деревне дяди, он воспринимает как возможность сбежать от опостылевшего света. Однако, добравшись до имения, Онегин узнает о кончине родственника, что, впрочем, не сильно расстраивает Евгения. Его финансовые дела весьма печальны, а дядя богат и других наследников у него нет. Онегин запирается в имении, сторонится соседей, которые очень скоро начинают называть его между собой чудаком. В бесцельном одиночестве Евгений живет до тех пор, пока в соседнем имении не объявляется вернувшийся из-за границы хозяин – юный, восторженный, еще не пресыщенный жизнью Ленский, который знакомит Евгения с сестрами Татьяной и Ольгой Лариными…</p>
      </div>
      <div class="ras">
        <h2>Материнский инстинкт</h2>
        <p>Психологический триллер</p>
        <p class="opis">Описание фильма: Жизнь двух соседок Элис и Селин похожа на сказку – идеальные дома, успешные мужья и милые сыновья одного возраста. Но внезапно идиллия превращается в кошмар, а недавняя дружба оборачивается взаимными подозрениями и паранойей. Так начинается смертельно опасная игра, в которой нельзя доверять никому и ничему кроме собственных инстинктов.</p>
      </div>
      <div class="ras">
        <h2>Уиджи. Потустороннее измерение</h2>
        <p>Хоррор</p>
        <p class="opis">Описание фильма: Команда блогеров-инфлюэнсеров решает провести ритуал в особняке «черной графини». Поклонница всего сверхъестественного, она бесследно исчезла после того, как ей предложили сыграть в игру, которая должна была провести ее в другое измерение. Вызывая дух графини, блогеры впускают в мир потусторонние силы. Выживет тот, кто сможет вернуть демонов обратно.</p>
      </div>
      <div class="ras">
        <h2>Ненормальный</h2>
        <p>Драма, комедия</p>
        <p class="opis">Описание фильма: 8-летний Коля не такой, как все. Мама мальчика Татьяна вслед за врачами уже не верит, что врожденная болезнь отступит, и ребенок когда-нибудь станет «нормальным». Но ее новый знакомый Юрий твердо намерен поставить Колю на ноги с помощью своей уникальной системы гимнастики. А когда во время занятий случайно выясняется, что у мальчика талант к музыке, обучение игре на фортепиано становится еще одним этапом на пути к выздоровлению. Впереди у Коли – престижный конкурс пианистов в Китае, первое свидание и масса препятствий, преодолеть которые ему помогут целительная сила музыки и отцовской любви. Вдохновлено невероятной реальной историей.</p>
      </div>
      <div class="ras">
        <h2>Омен. Непорочная</h2>
        <p>Хоррор</p>
        <p class="opis">Описание фильма: Церковь знала лишь один случай непорочного зачатия, но похоже, что Сесилия, новая монашка в таинственном итальянском монастыре, стала второй девой, которая вынашивает ребенка. Местные монахи объявили о чуде, но никто точно не знает, кого на самом деле носит под сердцем девушка – нового спасителя или того, кто погрузит этот мир в вечную тьму.</p>
      </div>
    </div>
  </div>
</body>